
const questions = [
    {
        question: "«Ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` A կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել`",
        img: 'https://www.reddrivingschool.com/wp-content/uploads/2019/12/New-Clio-Master-Pic-4.png',
        answers: [
            { text: '16 տարին լրացած անձանց:', correct: false },
            { text: '17 տարին լրացած անձանց:', correct: false },
            { text: '18 տարին լրացած անձանց:', correct: true },
        ]
    },
    {
        question: "«Ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` «B», «C» և «D» կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաև կցորդներով, եթե կցորդի թույլատրելի առավելագույն զանգվածը չի գերազանցում`",
        img: 'https://cdn.bookingtimes.com/Common/LoadImage?Id=103930&v=1',
        answers: [
            { text: '750 կիլոգրամը:', correct: true },
            { text: '800 կիլոգրամը:', correct: false },
            { text: '1000 կիլոգրամը:', correct: false },
        ]
    },
    {
        question: "«Ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` հետիոտներին են հավասարեցվում`",
        img: 'https://cdn.bookingtimes.com/Common/LoadImage?Id=103930&v=1',
        answers: [
            { text: 'Առանց շարժիչի հաշմանդամային սայլակներով տեղաշարժվող հաշմանդամները:', correct: false },
            { text: 'Բեռնասայլակ, սահնակ, մանկասայլակ կամ հաշմանդամային սայլակ քաշող (հրող) անձինք:', correct: false },
            { text: 'Թվարկած բոլոր անձինք:', correct: true },
        ]
    },
    {
        question: "«Ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` օրվա մութ ժամանակ է համարվում`",
        img: 'https://www.mhdrivingschool.co.uk/wp-content/uploads/2020/08/vgrt.png',
        answers: [
            { text: 'Աշնանը և ձմռանը` տեղական ժամանակով երեկոյան ժամը 20.00-ից մինչև առավոտյան ժամը 8.00-ը, գարնանը և ամռանը` երեկոյան ժամը 22.00-ից մինչև առավոտյան ժամը 6.00-ն ընկած ժամանակահատվածը:', correct: false },
            { text: 'մթնշաղի վերջի և աղջամուղջի սկզբի միջև ընկած ժամանակահատվածը:', correct: true },
            { text: 'Արեգակնային լուսավորության բացակայության ժամանակահատվածը։', correct: false },
        ]
    },
    {
        question: "«Ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` «A» և «B» կարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական վկայականները կարող են տրվել`",
        img: '',
        answers: [
            { text: '16 տարին լրացած անձանց:', correct: false },
            { text: '18 տարին լրացած անձանց:', correct: true },
            { text: '17 տարին լրացած անձանց:', correct: false },
        ]
    }
];


export default questions;